{
	"title": "Anything On Your Mind?",
	"question1": {
		"title": "Why Should I Become A Lesmills Instructor",
		"response": "BECOME A MASTER GROUP training coach\nDiscover talents and strengths you never knew you had with support and mentoring from the world’s best Instructors. Become a Les Mills Instructor and enjoy regular education and industry-leading resources to propel your journey towards becoming a master group training Instructor.\nNEW MUSIC AND MOVES EVERY THREE MONTHS\nEach new release is accompanied by new music, keeping things fresh for your members. Music is easily downloaded alongside your choreo notes, ensuring the learning process for your latest release is as smooth as possible.\nWORKOUTS BACKED BY SCIENCE\nOur workouts are rigorously tested to ensure they give your members the results they deserve.\nEXCLUSIVE INSTRUCTOR BENEFITS\nGet special offers from our partners adidas and LES MILLS+."
	},
	"question2": {
		"title": "Your Journey to Certification",
		"response": "1- SIGN UP FOR TRAINING \nBook onto an initial training course at a time and place that suits you \n2- PRE-WORK \nGet a taste of your new role by learning a short choreographed track \n3- ATTEND TRAINING \nJoin your new teammates online or in-person for world-leading training \n4- SUBMIT YOUR VIDEO \nAfter passing initial training your final step is to submit an assessment video"
	},
	"question3": {
		"title": "WHAT TO EXPECT AT TRAINING",
		"response": "Designed to fit different learning styles, your course will include lectures, group discussions, practical workout sessions and teaching practice.\nTopics include:\nClass structure and benefits\nHow to interpret, understand and learn choreography\nHow to perform and evaluate correct exercise technique\nWhy exercises are executed in a particular way\nHow to coach the class so that it is both safe and inspirational\nHow to create a memorable, fun and effective workout experience\nClass size: Between 8 - up to 24 participants.\nHow to prepare\nWe recommend you attend plenty of Les Mills classes before attending your training, so you're well prepared\nYou’ll receive your training materials - including a video of the release you're going to learn and pre-work to help you prepare for training about 10 days before your training starts\nYou’ll be given one track to learn and you need to practice it until you’re able to present with just the music playing – not looking at your notes\nWe recommend you set aside a few hours to learn the choreography or workout plan and practise the release."
	},
	"question4": {
		"title": "WHAT DO I NEED FOR TRAINING?",
		"response": "Your Instructor Handbook\nA smartphone or iPod, to access your training materials\nHeadphones\nPen and paper for taking notes\nA change of clothes – you will sweat!\nFood and water\nA laptop or tablet so that you can review your allocated tracks as homework after the first day.\nOnline Only: You will need a stable internet connection, access to a computer or mobile device (with a microphone) and camera for the duration of the training"
	},
	"question5": {
		"title": "WHAT HAPPENS AFTER INITIAL TRAINING?",
		"response": "After Initial training, to complete your certification we’ll ask that you submit a video of yourself teaching a live class for assessment.\nWe recommend you spend as much time as possible shadow-teaching with existing instructors to prepare for your video submission.\nTo certify, you’ll need to show competency in:\n1-Choreography\n2-Technique\n3-Coaching\nMore information on how to present a successful video will be provided at your training."
	}
}
