{
	"cat1": {
		"title": "GROUP TRAINING",
		"program1": {
			"sum": "Do your members want to build strength, get lean and toned and work all the major muscles with a total body workout? Les Mills BODYPUMP is the world’s most popular barbell workout, scientifically proven to burn calories and build lean, athletic muscles.",
			"description": "BODYPUMP™ is a barbell workout for anyone looking to get lean, toned and fit – fast. Using light to moderate weights with lots of repetition, BODYPUMP is a total body workout that burns up to 540 calories*. With scientifically proven moves and great, pumping music, it’s a fantastic and motivating class for instructors to teach.",
			"whyMember": "Results are motivating. And BODYPUMP gets results. Your members will leave the class feeling challenged and motivated, part of an inspiring group experience, and ready to come back for more. Ideally, members should do a class three times a week to get the optimal effects. BODYPUMP is also a great option for members in busy clubs - it’s effective weight training without having to queue for equipment.",
			"whyYou": "Able to be run in a 30, 45 or 55 minute format, BODYPUMP gives you timetabling flexibility. You can schedule it at peak times to ensure your members can access it regularly, even when there’s not a full hour slot available. And LES MILLS Instructors are specially trained to deliver an inspiring and safe workout for members at any level of experience. People who do BODYPUMP regularly love it, and keep coming back. It gives them the physical results that are in demand - a strong, athletic physique without bulking up. And because it’s a fast and effective way to do a weights-based workout, it meets the needs of busy members who don’t want to waste any time.",
			"type": "Strenght",
			"lessons": "30, 45 or 55 minutes. Onsite, Online and Optional",
			"equipment": "Barbell, weight plates, step",
			"for": "Everyone",
			"result": "Build STRENGTH, Get LEAN & TONED, Work ALL MAJOR MUSCLES"
		},
		"program2": {
			"sum": "If your members are looking for an empowering workout that gets real results, this is it. Our incredibly popular Les Mills BODYCOMBAT workout gets them fit, fast and strong, using non-contact martial arts-inspired exercises to fuel cardio fitness and train the whole body.",
			"description": "BODYCOMBAT™ is a high energy martial arts-inspired, whole body workout that builds superior fitness and core strength. Totally non-contact and with no complex moves to master, BODYCOMBAT is incredibly popular with instructors and club members around the world. BODYCOMBAT motivates your members to punch and kick their way to fitness, burning up to 740 calories* along the way.",
			"whyMember": "For members who want to blast their stress levels and build their fitness, BODYCOMBAT is the total package. It works the legs, tones the arms, back and shoulders and provides phenomenal core training. At the same time it burns up the calories, develops coordination, agility and speed, and leaves them feeling empowered.",
			"whyYou": "With 30, 45 or 55 minute formats, BODYCOMBAT gives you timetabling flexibility to meet the demand from your members. You can easily schedule it at peak times, including those times when a shorter class works better. And LES MILLS Instructors are specially trained to deliver an inspiring and safe workout for members at any level of experience. BODYCOMBAT is also available as a Virtual class so it can be scheduled in off-peak spaces, letting you give your members more of what they want. Martial arts is a major driver for the fitness business; it’s one of six core genres that drive 84% of global group exercise attendance. With BODYCOMBAT, you can tap into that demand with a scientifically proven workout that drives real results for your members.",
			"type": "Cardio",
			"lessons": "30, 45 or 55 minutes. Onsite, Online and Optional",
			"equipment": "None",
			"for": "Everyone",
			"result": "Feel EMPOWERED, Fuel CARDIO FITNESS, Train your FULL BODY"
		},
		"program3": {
			"sum": "Ideal for everyone, Les Mills BODYBALANCE is a modern take on yoga with elements of Tai Chi and Pilates, set to music. Scientifically designed for a fitness club environment, it will improve your mind, your body and your life.",
			"description": "BODYBALANCE™ is a yoga-based workout for anyone wanting to improve their flexibility, core strength and sense of wellbeing. For anyone new to yoga, BODYBALANCE is a great introduction, and there are plenty of options for the more challenging exercises. For the more experienced, it offers more variety than a traditional yoga class with the inclusion of Tai Chi and Pilates movements in addition to the yoga exercises. BODYBALANCE improves flexibility and core strength while reducing stress levels, and focusing the mind to create a lasting sense of wellbeing and calm.",
			"whyMember": "Many of your members lead busy and stressful modern lives, and are looking for balance. BODYBALANCE brings the physical and mental benefits of yoga into the club environment, where it is easy to make it a part of their existing fitness habits. With its focus on flexibility and core strength, BODYBALANCE builds on the effectiveness of other LES MILLS programs. It’s the perfect option for members who want to reduce stress and enhance wellbeing without having to visit a boutique yoga or Pilates studio. And LES MILLS Instructors have the training to deliver an inspiring and safe workout for members at any level of experience.",
			"whyYou": "Able to be run in a 30, 45 or 55 minute format, BODYBALANCE gives you timetabling flexibility. You can schedule it straight after other popular programs so members can be make it part of a combined workout. The mind and body category is one of the fastest growth areas in the fitness industry right now, with boutique offerings increasing dramatically over recent years. BODYBALANCE brings that experience back to your club. It’s the perfect class to rejuvenate members and reset their strength, mind and motivation alongside any other workouts they're doing. And the inclusion of the latest motivating music helps create a memorable experience that’s different from other studios.",
			"type": "Flexibility",
			"lessons": "30, 45 or 55 minutes. Onsite, Online and Optional",
			"equipment": "Yoga mat (optional)",
			"for": "Everyone",
			"result": "Improve FLEXIBILITY, Feel CALM & CENTERED, Build STRENGTH"
		},
		"program4": {
			"sum": "Inspired by elite athletic training principles, LES MILLS CORE™ is a scientific core workout for incredible core tone and sports performance. Your members will build a stronger core and get better results from other workouts.",
			"description": "LES MILLS CORE is a 30- or 45-minute workout that delivers quick results for all fitness levels. Exercising muscles around the core, LES MILLS CORE provides the vital ingredient for a stronger body. A stronger core makes your members better at all things they do – including other fitness activities in your club. The outcome? Better results, engagement and motivation.",
			"whyMember": "Having a strong core is key to ensuring your members avoid injuries and improve their performance in any workout activities they do at your club. LES MILLS CORE is just 30 minutes, so members can easily fit it in at the end of other classes, or just pop in for a quick workout. LES MILLS Instructors are specially trained to deliver an inspiring and safe workout for members at any level of experience.",
			"whyYou": "LES MILLS CORE is a great class to fill gaps in your timetable and give your more motivated members extra options. Schedule it straight after popular classes like BODYPUMP or BODYATTACK so that members can build on the work they have just done.",
			"type": "Core",
			"lessons": "30 minutes. Onsite, Online and Optional",
			"equipment": "Exercise band, weight plate",
			"for": "Everyone",
			"result": "Increase CORE STRENGTH, Tone ABS, BUTT & LEGS, Improve POSTURE"
		},
		"program5": {
			"sum": "For club members looking for a whole body workout that burns calories while toning and shaping, Les Mills BODYATTACK is ideal. With options to cater for all fitness levels, BODYATTACK combines cardio, agility and strength exercises for a highly motivating workout.",
			"description": "BODYATTACK™ is a high-energy, fun and athletic workout focused on cardio fitness, stamina and agility. Combining athletic movements like running, lunging and jumping with strength exercises such as push-ups and squats, you can burn up to 730 calories* during a workout. These sports-inspired exercises will also build cardio stamina, improve coordination and agility.",
			"whyMember": "Research shows that the secret to getting fit for life is a slow build up. BODYATTACK lets your members train at their own level, and improve over time by adjusting the workout to suit their current fitness level. They can start with 2-3 classes a week and build from there. BODYATTACK is also a great option for members who enjoy the motivation and challenge of athletic team training, but don’t have time in their busy lives for joining a sports team.",
			"whyYou": "Able to be run in a 30, 45 or 55 minute format, BODYATTACK gives you timetabling flexibility. You can schedule it at peak times to ensure your members can access it regularly, even when there’s not a full hour slot available. BODYATTACK is a fun, popular and addictive workout that delivers functional fitness for everyday life. It requires no equipment, so it’s an easy program to accommodate in your studio. And LES MILLS Instructors have the training to deliver an inspiring workout for members at any level of experience.",
			"type": "Cardio",
			"lessons": "30, 45 or 55 minutes. Onsite and Upon Request",
			"equipment": "None",
			"for": "Everyone",
			"result": "Improve FITNESS, Feel the ENERGY, Maximize CARDIO STAMINA"
		},
		"program6": {
			"sum": "The perfect start for people new to group fitness, LES MILLS RPM is a highly motivating and often addictive cycle workout that lets your members burn calories, build cardio fitness, and dial up the challenge factor to match their fitness level.",
			"description": "RPM™ is a world-leading, cardio peak cycle workout using simulated climbs and sprints to burn calories and improve cardio fitness. It’s fun, low impact and can burn up to 675 calories* a session. With great music pumping and the group spinning as one, you repeatedly reach your cardio peak and then ease back down, keeping pace with the pack to lift personal performance and boost cardio fitness.",
			"whyMember": "RPM is an ideal entry-level workout for new members, because individuals control their own resistance level. Beginners can keep pace with the rest of the class, while more experienced riders can dial it up and challenge themselves. And LES MILLS Instructors are specially trained to deliver an inspiring and safe workout for members at any level of experience. An RPM workout is 45 minutes, making it a convenient length for members at peak times who can’t spare a full hour for their workout. And RPM Virtual is an option for giving them more timetable options to choose from.",
			"whyYou": "RPM is a great way to get new members falling in love with fitness, fast. If they’re new to this kind of exercise, they will see cardio results very soon on their RPM journey, ensuring they stay motivated and inspired to keep coming back. A pumping cycle studio is also a great way to beat fitness boutiques at their own game and diversify the options available to your members.",
			"type": "Cardio",
			"lessons": "45 minutes. Onsite, Online and Upon Request",
			"equipment": "Stationary cycle",
			"for": "Everyone",
			"result": "Aerobic FITNESS, Get LEAN, Burn CALORIES"
		},
		"program7": {
			"sum": "Les Mills SH'BAM is a fun and wildly addictive dance workout that takes place in an ego-free zone—no dance experience required. While engaging in a high-energy cardio workout, let your instructors bring the party and help members discover moves they never knew they had.",
			"description": "SH'BAM™ is a fresh and enjoyable dance workout that enhances fitness and promotes meaningful movement. A SH'BAM class combines the latest party songs with the sassiest dance moves, providing a reason for members to relax and enjoy the motion. They come for the party, but they're also working hard, improving their agility and cardio fitness.",
			"whyMember": "Absolutely anyone of any age and fitness level can do SH'BAM. It's a great excuse to have a bit of fun while doing something good for themselves. Members will forget they're working out as inspiring instructors and great music get them moving. It’s a 45- or 30-minute class offered Live or Virtually, making it easy to fit into their schedule.",
			"whyYou": "SH'BAM adds an extra dimension to what you offer your members and is a fantastic way to attract a new audience. It's a favorite workout for many men and women. SH'BAM offers your members results at various levels—energy and fun will bring them to a party-like atmosphere.",
			"type": "Dance",
			"lessons": "30 or 45 minutes. Onsite, Online and Optional",
			"equipment": "None",
			"for": "Everyone",
			"result": "Learn NEW DANCE MOVES, Find your INNER STAR, Join THE PARTY"
		},
		"program8": {
			"sum": "If your members love to dance, they will fall in love with Les Mills BODYJAM, our totally unique dance workout. Inspired by the freshest moves and most on-trend music from all over the world, BODYJAM is the high-energy cardio workout that turns your fitness studio into a dancefloor.",
			"description": "BODYJAM™ is a dance-based workout designed to get you moving fast and working your body. Taking inspiration from dancers all over the world, and mixing it up with House, Hip-hop, Drum ‘n’ Bass, Trap and all styles of electronic dance music, BODYJAM brings a dose of soul to your studio. At the same time, it’s a killer workout that burns calories and builds cardio fitness with every class.",
			"whyMember": "BODYJAM's party atmosphere brings a unique dimension to exercise. It’s an awesome release, blowing out stress and allowing an escape from everyday life. The creativity that goes into BODYJAM sets it apart from any other dance workout available to your members. The class is entirely inspired by how the body can move with the music. And for members who are resistant to the idea of working out, BODYJAM’s dance-based moves are a fun first step into group fitness. The program can be run in a 30, 45 or 55 minute format, which makes BODYJAM easy to work into your club’s timetable at the times that work best for your members.",
			"whyYou": "BODYJAM has a huge feel good factor that keeps members coming back. The party vibe builds a bond between regulars, which means positive pressure to get together and hit the floor on a regular basis.",
			"type": "Dance",
			"lessons": "30, 45 or 55 minutes.",
			"equipment": "None",
			"for": "Everyone",
			"result": "Hear LATEST MUSIC, Learn FRESHEST MOVES, Lose yourself and JUST DANCE"
		},
		"program9": {
			"sum": "Give your members the effective full body cardio workout that tones the legs and glutes with Les Mills BODYSTEP. We’ve been refining the original step workout for over 25 years to create a high-energy program that’s uplifting, fun and driven by results.",
			"description": "BODYSTEP™ is an invigorating and effective full body cardio workout for anyone looking to get fit and tone up. Basic stepping is at the heart of BODYSTEP. Cardio blocks push the body into high gear, burning up to 620 calories* from each workout and increasing cardio fitness, while lunges, squats and other exercises work the the legs and glutes to tone and strengthen the muscles.",
			"whyMember": "Years of research and refinement have ensured BODYSTEP gets real results. Burning calories and toning muscles are a big focus for many fitness club members, and BODYSTEP delivers. That sense of achievement drives their motivation and keeps them coming back. LES MILLS Instructors are specially trained to deliver an inspiring and safe workout for members at any level of experience.",
			"whyYou": "BODYSTEP can be run in a 30, 45 or 55 minute format, to give you timetabling flexibility. It can also be run in an Athletic or Classic format, giving you even more options. BODYSTEP Athletic focuses on adding strength and conditioning exercises, while BODYSTEP Classic is all about quicker stepping and rhythm. Your members want results, and BODYSTEP delivers. It gives them the physical outcomes they are looking for, and it’s a fun, invigorating and uplifting program that keeps your instructors and members motivated and enjoying their workouts together.",
			"type": "Cardio",
			"lessons": "30, 45 or 55 minutes. Onsite and Upon Request",
			"equipment": "Exercise step and free weights",
			"for": "Everyone",
			"result": "Feel UPLIFTED, Tone GLUTES & LEGS, Build STAMINA"
		},
		"program10": {
			"sum": "If you want to offer a fun and functional training program that offers effective blocks of strength, cardio and core exercises, LES MILLS TONE is it. This full body workout is inclusive of all members, allowing them to train at their own pace, whatever their fitness level.",
			"description": "LES MILLS TONE combines blocks of strength, cardio and core training into one complete and convenient workout. A LES MILLS TONE workout includes a mix of exercises to work the whole body and elevate the heart rate. The multi-peak workout helps burn calories and build fitness and strength while improving energy levels, flexibility, balance, agility and core strength. Members leave feeling empowered and on track for all-around functional fitness.",
			"whyMember": "Because LES MILLS TONE is designed to suit a broad range of fitness levels, it works well for members looking for an empowering and inclusive, all-in-one fitness experience rather than high-performance results. And LES MILLS Instructors are specially trained to deliver an inspiring and safe workout for members at any level of experience. The combination of cardio, strength and core training also makes it a fantastic option for time-poor members – they can get three workout sessions in one. It’s a great option for off-peak times in your schedule, as it is often popular with members who have more time flexibility.",
			"whyYou": "LES MILLS TONE has a broad audience, so it attracts all kinds of members. Designed so that participants can work at their own pace, it is a great entry point to group fitness and can be a stepping stone to other LES MILLS programs.",
			"type": "Cross Training",
			"lessons": "45 minutes",
			"equipment": "Resistance band and light free weights",
			"for": "Everyone",
			"result": "Increase ENERGY, Get LEAN & TONED, Feel FIT & HEALTHY"
		},
		"program11": {
			"sum": "There is nothing else quite like THE TRIP. It's a journey into the future of fitness - what we call exertainment. Inspired by cinema, live concert experiences and interactive gaming, THE TRIP is an immersive fitness experience that combines a purpose-built studio, live instructors with immersive video. The potential for what a workout can be is limitless.",
			"description": "THE TRIP™ is a fully immersive workout experience that combines a 40-minute multi-peak cycling workout with a journey through digitally-created worlds. With its cinema-scale screen and sound system, THE TRIP takes motivation and energy output to the next level, burning serious calories.",
			"whyMember": "THE TRIP is an opportunity to offer something truly unique and memorable for your members, that is unmatched by other clubs. Increasingly, Millennial and Gen Z members are looking for experiences in the club, not just a workout and members new to fitness will start to see results without that ‘feeling’ of working out. If your members crave new experiences and demand more than the average workout, THE TRIP is the answer.",
			"whyYou": "Setting up a immersive studio running THE TRIP gives you an absolutely unique offering that will excite current members and attract potential members who want to experience something totally new. And with newly released content every quarter, you can keep the thrill of THE TRIP experience fresh for your members.",
			"type": "Cardio",
			"lessons": "40 minutes. Onsite and Upon Request",
			"equipment": "Immersive fitness studio",
			"for": "Everyone",
			"result": "Improved CARDIO FITNESS"
		},
		"program12": {
			"sum": "Whether trained in ballet or simply looking for a new form of self-expression, anyone will love LES MILLS BARRE. This uniquely graceful strength and stability workout, free from the traditional ballet barre, offers fantastic fat-burning results for your members.",
			"description": "LES MILLS BARRE™ is a modern expression of classical ballet training; a 30-minute workout designed to shape and tone muscles, build core strength, and allow members a break from daily life.",
			"whyMember": "Being beautiful doesn’t mean being weak. Ballet dancers are some of the strongest athletes in the world, with elegance shaped by intense training. LES MILLS BARRE appeals to members who want to build real strength and core stability without losing a sense of grace. If your members are looking to escape from ordinary workouts and experience something extraordinary, LES MILLS BARRE offers a beautiful, impactful workout that delivers amazing physical results.",
			"whyYou": "LES MILLS BARRE provides an elegant, authentically ballet-inspired workout, creating a fresh experience for existing members and attracting new audiences who may not have considered your club before. This trendy workout helps your club compete with local boutique studios, utilizing instructors with a dance background and giving them an opportunity to help you grow your audience. If you don’t have a ballet barre, there’s no need to install one. Members need only two small hand weights and, especially, core strength to complete the workout.",
			"type": "Dance",
			"lessons": "30 minutes. Onsite and Upon Request",
			"equipment": "2 small hand weights",
			"for": "Everyone",
			"result": "Build STRENGTH, Shape ELEGANCE, Escape ORDINARY"
		}
	},
	"cat2": {
		"title": "YOUTH CLASSES",
		"program1": {
			"sum": "Modern life makes it harder to keep kids active. But building healthy habits at a young age has lifelong benefits. That’s why we created BORN TO MOVE, a series of age-appropriate movement classes designed to help young people become happier and healthier through movement.",
			"description": "BORN TO MOVE™ is a series of movement classes for different age groups: 2-3 years, 4-5, 6-7, 8-12 and 13-16. Our children are the next generation of changemakers, motivators, leaders and decision makers. The best way we can support them is to help them live a healthy, active life. That’s why we created BORN TO MOVE; high energy classes with awesome music and fun moves that are all about the kids.",
			"why": "If you’re a gym or health club, your members want to take care of their own health. And if they’re parents, it’s likely they will be conscious of what’s healthy for their children too. BORN TO MOVE is a unique offering that can make your club even more appealing to members with children. Smart scheduling can open up opportunities for parents to do their favorite workouts while the kids enjoy BORN TO MOVE. If you’re a school or community group, giving children opportunities to live a healthier, more active life is a vital part of what you do. BORN TO MOVE gives you an easy option for keeping kids active, led by specially trained LES MILLS instructors, without the competitive pressures of organized sport. All of us have a responsibility to help shape a better future. As a global community, one of the best things we can do for the next generation is to help them live happier, healthier lives. BORN TO MOVE provides a professionally designed, globally successful, scientifically proven program created specifically to give children a better future.",
			"type": "Youth Classes",
			"subTitle": "AGES",
			"lessons": "Between 30 and 55 minutes. Onsite, Online and Optional",
			"equipment": "None",
			"for": "For children and teens between the ages 2-16",
			"result": "Confidence, energy, healthy bodies and minds"
		}
	},
	"cat3": {
		"title": "HIGH INTENSITY INTERVAL TRAINING",
		"program1": {
			"sum": "Do you want to offer a new challenge in your cycle studio? LES MILLS SPRINT is HIIT on a bike, a high-intensity workout that delivers rapid results. It’s a short, intense style of training where the thrill and motivation comes from pushing physical and mental limits.",
			"description": "LES MILLS SPRINT™ is a 30-minute High-Intensity Interval Training (HIIT) workout, using an indoor bike to achieve fast results. HIIT training is scientifically proven to be the most effective way for club members to push boundaries and see results. Each workout uses the latest music and training techniques to push members hard, combining bursts of intensity, where they work as hard as possible, with periods of rest that prepare them for the next effort.",
			"whyMember": "The 30 minutes spent doing a LES MILLS SPRINT workout drives the body to burn calories for hours. It’s a challenging workout, but the payoff is that they smash their fitness goals, fast. LES MILLS SPRINT is an ideal way to lift the bar for members who enjoy RPM but are seeking a new challenge. Specially trained LES MILLS SPRINT coaches will motivate and drive your members to reach results they’ve never seen before.",
			"whyYou": "Because it’s only 30 minutes, but incredibly effective, time-poor members will see it as a better way to spend their valuable time. The short class length means you can schedule it more often to meet peak demand, and it gives them more variety from your cycle offering. Offering LES MILLS SPRINT is an opportunity to win business back from boutique cycle studios, especially millennial members who want workouts that deliver fast result and that fit easily into their routine. HIIT workouts are a growing trend worldwide, with the science to back up their effectiveness, so more and more members are seeking them out. If you already have a cycle studio, LES MILLS SPRINT is a simple way to add HIIT to your timetable.",
			"type": "High Intensity Interval Training",
			"lessons": "30 minutes. Onsite and Upon Request",
			"equipment": "Stationary cycle",
			"for": "Everyone",
			"result": "High INTENSITY, Rapid RESULTS, Smash GOALS"
		},
		"program2": {
			"sum": "Members want results. And nothing gets results like LES MILLS GRIT, our series of 30-minute HIIT workouts, scientifically designed to deliver incredible results through intense, athletic training. These Cardio, Strength and Athletic workouts will drive your members to get fitter, faster.",
			"description": "LES MILLS GRIT™ is a series of 30-minute high-intensity interval training (HIIT) workouts that deliver incredible fitness results, fast. Each of the LES MILLS GRIT workouts - Cardio, Strength and Athletic - are designed to work the body in different ways. All three use the very best training techniques, music and workout choreography to motivate your members to go further on their fitness journey.",
			"whyMember": "The LES MILLS GRIT series is scientifically designed to shift your fitness to the next level. It drives the body to increase aerobic fitness, unleashes fast-twitch muscle fibers and helps grow lean muscle tissue, burning fat. As a 30-minute workout, LES MILLS GRIT is also ideally suited to members who want maximum results from the minimum time, especially the millennial audience. And you can schedule multiple classes per week across your timetable to keep them focused on their goals - once they see the results, they will be hooked. Specially trained LES MILLS GRIT coaches will motivate and drive your members to reach results they’ve never seen before.",
			"whyYou": "The benefit to your business is simple. Members want results, which GRIT delivers, and results drive retention. At 30 minutes long, you can schedule more classes to meet demand. Cardio, Strength and Athletic options mean it is essentially three programs in one, giving you more variety for your timetable. And with a dedicated HIIT offering, you can beat the boutique studios at their own game and win over the millennial audience.",
			"type": "High Intensity Interval Training",
			"lessons": "30 minutes. Onsite, Online and Optional",
			"equipment": "GRIT CARDIO: Free weights\nGRIT STRENGTH: Step, barbell and free weights\nGRIT Athletic: Step and free weights",
			"for": "Members looking to take their fitness to the next level",
			"result": "Improved cardio fitness and agility, lean muscle growth, increased calorie burn and fat loss"
		}
	},
	"cat4": "ALL PROGRAMS"
}
