{
	"cat1": {
		"title": "GRUP FITNESS PROGRAMLARI",
		"program1": {
			"sum": "Üyeleriniz Genel Vücut Antrenmanı ile güç oluşturmak, zayıflamak ve formda olmak ve tüm ana kasları çalıştırmak mı istiyor? LesMills BODYPUMP, kalori yakmak ve yağsız, atletik kaslar oluşturmak için bilimsel olarak kanıtlanmış, dünyanın en popüler halter egzersiz programıdır.",
			"description": "BODYPUMP™, hızlı bir şekilde zayıflamak, formda kalmak ve kas kuvvetini arttırmak isteyen herkesin katılabileceği, kanıtlanmış bir formül olan THE REP EFFECT'e dayalı halter ile yapılan bir egzersiz sınıfıdır. \n BODYPUMP, çok sayıda tekrarla birlikte hafif ila orta ağırlıkları kullanan, 540 kaloriye kadar yağ yakımı sağlayan bir Genel Vücut Antrenmanıdır.  Bilimselliği kanıtlanmış egzersizlerin sürükleyici ve ilham veren  müzikle birleşmesi, Eğitmenlerin  harika ve motive edici bir ders sunmasını sağlıyor.",
			"whyMember": "Sonuçlar motive edicidir. Ve BODYPUMP sonuç verir. Üyeleriniz, ilham verici bir grup deneyiminin bir parçası olarak ve daha fazlası için geri dönmeye hazır olarak sınıftan meydan okumuş ve motive olmuş hissederek ayrılacaklar.  İdeal olarak, üyeler en iyi etkiyi elde etmek için haftada üç kez ders yapmalıdır. \nBODYPUMP, yoğun kulüplerdeki üyeler için de harika bir seçenektir - ekipman için sıraya girmek zorunda kalmadan etkili ağırlık çalışmasıdır.",
			"whyYou": "30, 45 veya 55 dakikalık bir formatta çalıştırılabilen BODYPUMP size  Program Çizelgenizde esneklik sağlar.  Üyelerinizin düzenli olarak erişebilmelerini sağlamak için, tam bir saat aralığı olmadığında bile en yoğun zamanlarda planlayabilirsiniz.  LesMills Eğitmenleri, her seviyedeki üyeye ilham verici ve güvenli bir antrenman sunmak için özel olarak eğitilir. \nBODYPUMP yapan insanlar bunu düzenli olarak yapıyor ve geri gelmeye devam ediyor.Onlara talep edilen fiziksel sonuçları verir - şişmeden güçlü ve atletik bir vücut ayrıca ağırlığa dayalı bir antrenman yapmanın hızlı ve etkili bir yolu olduğu için, zaman kaybetmek istemeyen meşgul üyelerin ihtiyaçlarını karşılar.",
			"type": "Kuvvet",
			"lessons": "30, 45 veya 55 dakika.  Canlı, Sanal ve İsteğe Bağlı",
			"equipment": "Halter, Ağırlık Plakaları, Step",
			"for": "Herkes",
			"result": "Güç, Yağ Kaybı, Güçlenme"
		},
		"program2": {
			"sum": "Üyeleriniz gerçek sonuçlar veren güçlendirici bir antrenman arıyorsa, işte budur.İnanılmaz derecede popüler olan Les Mills BODYCOMBAT antrenmanımız, kardiyovasküler kondisyonunu arttırmak ve tüm vücudu çalıştırmak için temassız dövüş sanatlarından ilham alan egzersizler kullanarak üyelerinizi formda, hızlı ve güçlü kılar.",
			"description": "BODYCOMBAT® Yumruk ve tekme atılarak yapılan ancak herhangi bir fiziksel temasın olmadığı gurup dersi antrenmandır.  Katılımcılar tüm vücutlarını zinde ve güçlü hisseder, büyük miktarda kalori yakar, stresi azaltır, güçlenmiş hisseder ve vücutlarında bir enerji patlaması yaşarlar. Bir derste 740 kalori yakmak mümkündür.Sürükleyici müzik  ve güçlü rol model eğitmenler tarafından desteklenen katılımcılar, yumruk ve tekme atarak kalori yakacak ve kardiyo Fitness seviyelerini en yüksek noktaya  taşıyacaklardır.",
			"whyMember": "Stres seviyelerini dengeye getirmek ve kondisyonlarını arttırmak isteyen üyeler için BODYCOMBAT eksiksiz bir pakettir.  Bacakları çalıştırır, kolları, sırtı ve omuzları şekillendirir ve core bölgemizin güçlü çalışmasını sağlar.  Aynı zamanda kalorileri yakar, koordinasyonu, çevikliği ve hızı artırır ve kişilerin güçlü hissetmelerini sağlar.",
			"whyYou": "BODYCOMBAT, üyelerinizden gelen talep karşılama için size Program Çizelgenizde esneklik sağlar. Daha kısa bir sınıfın daha iyi çalıştığınız zamanlar da dahil olmak üzere en yoğun zamanlarda kolayca planlayabilirsiniz.  Ve LES MILLS Eğitmenleri, her seviyedeki üyeye ilham verici ve güvenli bir antrenman sunmak için özel olarak eğitilir. BODYCOMBAT aynı zamanda bir Sanal sınıf olarak da mevcuttur, böylece kullanıcılarınize istediklerinden daha fazlasını yapmanıza izin vererek yoğun olmayan alanlarda planlanabilir.\nDövüş sanatları, fitness işi için önemli bir itici güçtür;  Küresel grup egzersiz artışının %84'ünü sağlayan altı temel özelliklerinden biridir.  BODYCOMBAT ile, üyeleriniz için gerçek sonuçlar sağlayan bilimsel olarak üretken bir antrenmanla bu zorluğu karşılayabilirsiniz.",
			"type": "Dövüş Sanatları",
			"lessons": "30, 45 veya 55 dakika.  Canlı, sanal ve isteğe bağlı",
			"equipment": "Yok",
			"for": "Herkes",
			"result": "Geliştirilmiş kardiyo zindeliği, artan kalori yakımı ve güçlenme"
		},
		"program3": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program4": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program5": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program6": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program7": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program8": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program9": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program10": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program11": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program12": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		}
	},
	"cat2": {
		"title": "",
		"program1": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		}
	},
	"cat3": {
		"title": "",
		"program1": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		},
		"program2": {
			"sum": "",
			"description": "",
			"whyMember": "",
			"whyYou": "",
			"type": "",
			"lessons": "",
			"equipment": "",
			"for": "",
			"result": ""
		}
	}
}
